{
    "Ranking": "排名",
    "CHARTS": "图表",
    "Spent Money": "花费的钱",
    "Players online": "在线玩家",
    "Login": "登录",
    "Language": "语言",
    "Play for free": "免费游玩",
    "News": "新闻",
    "Updates": "更新",
    "Read more": "阅读更多",
    "World Leaderboards": "世界排行榜",
    "all money spent by players": "玩家总花费",
    "Day": "天",
    "Amount in $": "金额（美元）",
    "Amount of players": "玩家数量",
    "Comparable Gain": "可比较收益",
    "Gain": "收益",
    "%Gain": "收益率",
    "America": "美洲",
    "Asia": "亚洲",
    "Europe": "欧洲",
    "Player": "玩家",
    "Division": "分区",
    "Rank": "排名",
    "peak of players every day": "每天玩家峰值",
    "The Frostivus 2023 Update is Here!":"2023 年迎霜節更新登場！",
    "The Dark Night Before Frostivus":"迎霜節的黑暗前夜",
    "'Twas Frostivus Eve, and all 'cross the map, The neutrals were quiet, their camps left unstacked. We'd gorged on a feast of bluehorn and spiced creep, And had just settled in for...":"在迎霜節前夜， 野怪們悄然無聲，營地沒有被堆疊。 我們一同盡享香辣的藍角野怪盛宴， 酒飽飯足後，在寧靜的夜晚中安睡。 屋頂傳來震蕩整座房子的巨響， 是聞到我們鮮血味的生物造訪。 大劍拖過瓦片的聲音響遍全屋， 然後煙囪爆炸，夜誕大帝來了。 他的身影穿越破瓦殘礫而來， 那些碎枝和灰燼曾是我們的聖誕樹。 他拿起火焰未滅的手扶椅， 肩扛三個大布袋，緩緩坐下。...",
    "Another Frostivus is upon us, and that means King Kringle has awakened from his hibernation under the wine-dark Blood Seas surrounding Frostivus Castle; sent his legions of...":"迎霜節再次降臨，夜誕大帝從冬眠中醒來，自圍繞迎霜城的酒紅血海升起。他派出負責採玩具礦的哥布林兒童軍團深入挖掘他的玩具礦脈，再將倫坡和魯波特斯這對雙生的紅眼冰原狼套上他的白骨雪橇。現在他大概正在您家屋頂，或者已經在您家中。 所以如果您在他的「好孩子」名單上，那就可以開始準備裝飾您的雪之廳，他為您帶來了全新和回歸的迎霜節外觀飾品、大量改善體驗的用戶端功能、新的...",
    "Gameplay Update 7.34e and What’s Up Next":"遊戲環節更新 7.34e 版和後續計畫",
    "After nearly a year of coordination and production, the multi-week, arena-sized monster that is The International 2023 has come to an exciting close.":"經過差不多一年的協調和製作，2023 年國際錦標賽這橫跨幾星期、競技場規模的大型賽事終於迎來令人興奮的結局。 氣候宣言競技場的大門已經鎖好，裂魂人相信大家也已經看夠了，而且我們剛推出了遊戲環節更新 7.34e 版。 是時候讓 Dota 團隊安心進入漫長的冬眠狀態，還有…… 快聽！ 遠處的節慶傳來了什麼聲音？ 不是，您聽到的雪橇鈴鐺聲不是來自早發性耳鳴。...",
    "The International Grand Champions":"國際錦標賽總冠軍",
    "Congratulations to Team Spirit, Grand Champions at The International 2023 and just the second team ever to claim the Aegis twice.":"恭喜 Team Spirit 成為 2023 年國際錦標賽冠軍，也是有史以來第二支贏得冠軍神盾兩次的戰隊。 這支兇猛強悍的戰隊在整個錦標賽中只輸掉兩局，並在總決賽中以決定性的 3-0 優異表現，拿下全球最佳 Dota 戰隊的頭銜。 通往國際錦標賽之路 - 小組賽 通往國際錦標賽之路一開始即由 Team Spirit 以主宰賽局般的氣勢打出 8-0...",
    "The International Is Here":"國際錦標賽已經到來",
    "A truly epic Playoffs weekend has come to a close, and eight teams have clawed their way to a coveted spot at the main event: Team Spirit, Team Liquid, LGD Gaming and Azure Ray in...":"經典難忘的淘汰賽週末已經結束，共有八支戰隊奮力拿下了主賽事的參賽名額：勝部的 Team Spirit、Team Liquid、LGD Gaming 和 Azure Ray，以及敗部的 Gaimin Gladiators、nouns、BetBoom Team 和 Virtus.pro。...",
    "Get Ready for Playoffs Weekend":"準備好迎接淘汰賽週末",
    "Twenty teams entered Group Stage weekend. And now, four intense days, four eliminations, 57 godlike sprees, six rampages, 104 heroes picked, and 100 total matches later, eight...":"二十支戰隊於小組賽週末開打。 現在，經過緊張激烈的四天、淘汰了四支戰隊、五十七次如神一般的戰績、六次暴走、一百零四位選用英雄，接著在打完總共一百場的比賽之後，如今有八支戰隊站上勝部，八支戰隊進入敗部，再不久，真正的戰鬥就要開始了。 沒錯，就是淘汰賽時間。 如果您持有門票，西雅圖會議中心尖峰會館（Seattle Convention Center's..."

}
