{
    "Ranking": "Рейтинг",
    "CHARTS": "Чарты",
    "Spent Money": "Потраченные деньги",
    "Players online": "Игроки в сети",
    "Login": "Вход",
    "Language": "Язык",
    "Play for free": "Играть бесплатно",
    "News": "Новости",
    "Updates": "Обновления",
    "Read more": "Читать далее",
    "World Leaderboards": "Мировая таблица лидеров",
    "all money spent by players": "Все деньги, потраченные игроками",
    "Day": "День",
    "Amount in $": "Сумма в $",
    "Amount of players": "Количество игроков",
    "Comparable Gain": "Сравнимый доход",
    "Gain": "Доход",
    "%Gain": "% Дохода",
    "America": "Америка",
    "Asia": "Азия",
    "Europe": "Европа",
    "Player": "Игрок",
    "Division": "Дивизион",
    "Rank": "Ранг",
    "peak of players every day": "Пик игроков каждый день",
    "The Frostivus 2023 Update is Here!":"Началось Холодрыжевство 2023 года!",
    "The Dark Night Before Frostivus":"Тёмная ночь перед Холодрыжеством",
    "'Twas Frostivus Eve, and all 'cross the map, The neutrals were quiet, their camps left unstacked. We'd gorged on a feast of bluehorn and spiced creep, And had just settled in for...":"Был канун Холодрыжества, карта спала. Все нейтралы притихли, стаков нет, как всегда. Наевшись жаркого и тушёных крипов, Мы погрузились в миры сладких снов.",
    "Another Frostivus is upon us, and that means King Kringle has awakened from his hibernation under the wine-dark Blood Seas surrounding Frostivus Castle; sent his legions of...":"Настало очередное Холодрыжество, а это значит, что Скелет Мороз очнулся от спячки под тёмными как вино Морями крови, окружающими холодрыжеский замок...",
    "Gameplay Update 7.34e and What’s Up Next":"Обновление 7.34e и чего ждать далее",
    "After nearly a year of coordination and production, the multi-week, arena-sized monster that is The International 2023 has come to an exciting close.":"Почти год координирования и усердной работы грандиозно завершился вместе с многонедельным гигантом (размером где-то со стадион) по имени The International 2023.",
    "The International Grand Champions":"Чемпионы The International 2023",
    "Congratulations to Team Spirit, Grand Champions at The International 2023 and just the second team ever to claim the Aegis twice.":"Поздравляем команду Team Spirit с чемпионством на The Internatioal 2023. Эта победа делает состав второй командой, сумевшей завоевать Эгиду дважды.",
    "The International Is Here":"The International начинается",
    "A truly epic Playoffs weekend has come to a close, and eight teams have clawed their way to a coveted spot at the main event: Team Spirit, Team Liquid, LGD Gaming and Azure Ray in...":"Поистине грандиозный плей-офф подошёл к концу, и восемь команд завоевали желанные места в основном этапе: Team Spirit, Team Liquid, LGD Gaming и Azure Ray в верхней сетке, а...",
    "Get Ready for Playoffs Weekend":"Приготовьтесь к этапу плей-офф",
    "Twenty teams entered Group Stage weekend. And now, four intense days, four eliminations, 57 godlike sprees, six rampages, 104 heroes picked, and 100 total matches later, eight...":"Двадцать команд приняли участие в групповом этапе. Теперь же, когда позади 4 насыщенных дня, 100 игр, 4 выбывших команды, 57 богоподобий, 6 буйств и 104 выбранных героя,..."
}